[General]
Version=1.8.8
LanguageName=Polski
lblLanguageAuthor=Migaś

[Form1]
speedWarningLabel=Ostrzeżenie: prędkości powyżej 20000 KB/s mogą wyglądać podejrzanie.
checkShowTrayBaloon=Pokazuj informacje po najechaniu na ikonę w zasobniku
lblInterface=Interfejs:
lblLanguage=Język:
TorrentFileLabel=Ścieżka:
closeButton=Zamknij
StartButton=Start
tabGeneral=Główne
groupTorrentFile=Plik torrent
browseButton=Przeglądaj...
groupStats=Statystyki
totalRunningTimeLabel=Całkowity czas:
leechLabel=Leechów:
seedLabel=Seedów:
manualUpdateButton=Ręczna Aktualizacja
labelUpdateIn=Aktualizacja za:
downloadCountLabel=Pobrano :
uploadCountLabel=Wysłano :
groupBoxOptions=Opcje
applyStopSettingsButton=Zastosuj
stopProcessLabel=Zatrzymaj gdy:
FileSizeLabel=Ukończono (%)
uploadRateLabel=Prędkość Wysyłania (kB/s) :
downloadRateLabel=Prędkość Pobierania (kB/s) :
groupTorrentInfo=Informacje o Torrencie
labelTorrentSize=Rozmiar:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Zaawansowane
memoryReaderButton=Czytnik Pamięci...
updateAnnounceParamsOnStart=Aktualizuj peer_id i key przy starcie
checkNewVersion=Sprawdzaj aktualizacje
ClientLabel=Klient:
randomSpeedGroup=Zmienna prędkośc Uplaodu/Downloadu
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Pobieranie (kB)
checkRandomUpload=Wysyłanie (kB)
reportParamsGroup=Parametry announce
keyLabel=Key (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Ilość peerów (numwant):
portInfoLabel=Jeśli pozostawisz te pola puste, RatioMaster użyje wartości domyślnych
portLabel=Port (port):
tabNetwork=Połączenie
groupNetworkMisc=Różności
checkIgnoreFailureReason=Ignoruj odpowiedź trackera 'failure reason' 
labelStopMinLeecher=Zatrzymaj wysyłanie gdy ilośc Leechów spadnie poniżej:
intervalLabel=Interwał Aktualizacji Trackera (s):
checkRequestScrap=Pobierz ilośc Seedów/Leechów z trackera 
checkTCPListen=Nasłuchuj TCP (pomaga w byciu "dostępnym")
proxySettingsGroup=Ustawienia Serwera Proxy
labelProxyPass=Hasło:
labelProxyUser=User:
labelProxyPort=Port:
labelProxyHost=Adres:
labelProxyType=Typ Proxy:
tabLog=Log
saveLogButton=Zapisz Log
checkLogEnabled=Włącz Logi
checkHideConfidentialInfo=Ukryj poufne informacje
clearLogButton=Wyczyść Log
tabAbout=O programie
labelForums=Forum:
labelWebSite=Strona główna:
StopButton=Stop
linkProxyHelp=Pomoc z proxy
tabUpdates=Aktualizacje
installUpdatesButton=Zainstaluj Aktualizacje
checkUpdatesButton=Sprawdź Aktualizacje
labelUpdates=Klienty i języki
labelBindIp=Binduj do IP:
checkMinimizeToTray=Minimalizuj do traya
checkIgnoreTimeout=Ignoruj błędy połączenia
checkUPnP=Włącz mapowanie portu UPnP
testNetworkButton=Testuj Ustawienia...
ResetCountersButton=Reset Liczników
checkSavePeers=Zapisz listę peerów

[MemoryReader]
reApplyButton=Zastsouj
reCloseButton=Zamknij
groupBoxSearchResults=Wyniki Poszukiwań
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Key(key):
numwantLabel=Numer Peerów (numwant):
rePortLabel=Port (port):
reSearchStrLabel=String:
reSearchButton=Rozpocznij Szukanie
reProcessNameLabel=Nazwa procesu:

[Messages]
mrNoProcessFound=Nie znaleziono procesu {0}  .\r\nUpewnij się, czy klient jest włączony i dowolny torrent został uruchomiony.
mrSearchFail=Wyszukiwanie nie powiodło się.\r\nUpewnij się, czy klient jest włączony i dowolny torrent został uruchomiony.
mrSearchTitle=Wyszukiwanie
mrSearchSuccess=Wyszukiwanie udane!\r\nNaciśnij Zastosuj aby pobrac dane o obecnym kliencie.
vrNewVersionReleased=Ukazała się nowa wersja RatioMastera. Pobierz ją z http://www.moofdev.net
vrNewVersionTitle="Nowa wersja dostępna"
ballonUploaded=Wysłano: {0} \r\n
ballonDownloaded=Pobrano: {0} \r\n
ballonUpdateIn=Aktualziacja za: {0} \r\n
ballonTotalTime=Czas całkowity: {0} \r\n
stopProcessOpt1=Nie zatrzymuj
stopProcessOpt2=Wysłano
stopProcessOpt3=Pobrano
stopProcessOpt4=Upłynęło
stopProcessOpt5=Seedowano 1,2x
stopProcessUnits1=Sekund
stopProcessUnits2=Minut
stopProcessUnits3=Godzin
restoreToolStripMenuItem=Przywrócenie
exitToolStripMenuItem=Wyjście
umNumUpdatesFound=Znaleziono {0} aktualizacji
umNoUpdatesFound=Nie znaleziono nowych aktualizacji
umParsingUpdates=Parsing Updates...
umCheckingUpdates=Szukanie nowych aktualizacji...
umDownloadingUpdate=Ściąganie Aktualizacji {0}
umFinishedDownloadingUpdates=Ukończono Pobieranie Aktualizacji
clmnUpdateName=Nazwa
clmnUpdateFileName=Nazwa Pliku
clmnUpdateType=Typ
clmnUpdateAuthor=Autor
confirmCloseTitle=Potwierdzenie
confirmCloseMessage=Aktualizacja torrenta jest w trakcie. Czy napewno chcesz zamknąć RatioMaster?
defaultBinding=Domyślne
testNetworkSuccess=Polączono z sukcesem. Bieżące ustawienia internetowe w RatioMaster powinny działać.
testNetworkFailed=Błąd Połączenia
testNetworkInProgress=Test ustawień w trakcie...

[Tooltips]
checkIgnoreFailureReason=RM zignoruje błędy otrzymane od trackera
i będzie jak zwykle wysyłał kiedy ta opcja jest zaznaczona.
labelStopMinLeecher=Prędkośc uplaodu może być wyzerowana gdy ilość leechów jest mniejsza niż określona liczba
intervalLabel=Domyślny interwał czasu.\r\nUżywany w przypadku trackerów, które nie określają interwału
proxySettingsGroup=RM może używać proxy podczas łączenia z trackerem więc możesz ukryć swoje IP
memoryReaderButton=Czytnik pamieci\r\nUżyj tego narzędzia gdy chcesz pobrać \r\n peer_id, key, port i inne opcje z twojego klienta.
updateAnnounceParamsOnStart=Gdy zaznaczysz tę opcję ,RM wygeneruje peer_id i key podczas każdego startu.\r\nW przeciwnym razie użyje wartości z poprzedniej sesji.
TorrentClientsBox=Tutaj wybierz klienta, którego RM ma symulować
randomSpeedGroup=Rm może zmieniać prędkośc podczas każdej aktualiacji \r\nwykorzystując te ustawienia.\r\nWysyłanie zbyt długo stałą prędkością jest podejrzane.
torrentFile=Ścięzka do pliku torrenta\r\nKliknij Przeglądaj... lub upuśc torrenta w oknie RM
totalRunningTimeLabel=Całkowity czas trwania tej sesji.
leechLabel=Liczba pobierających danego torrenta\r\nInfo może być niedostępne na niektórych trackerach
seedLabel=Liczba seedujących tego torrenta\r\nInfo może być niedostępne na niektórych trackerach
manualUpdateButton=Ręczna aktualizacja danych.\r\nTracker może być aktualizowany ręcznie, twoje statystyki na trackerze powinny się odpowiednio zmienić.
labelUpdateIn=Czas do następnej aktualizacji
downloadCountLabel=Pobrano\r\nPo najbliższej aktualizacji twoje statystyki na trackerze powinny się odpowiednio zmienić.
uploadCountLabel=Wysłano\r\nPo najbliższej aktualizacji twoje statystyki na trackerze powinny się odpowiednio zmienić.                                                                                                             
checkIgnoreTimeout=RM zignoruje błędy połączenia
stopProcessActionBox=RM może zatrzymać proces automatycznie.\r\nWybierz tylko którąś z opcji poniżej i wpisz wartości.
uploadRate=Prędkość Wysyłania\r\nTutaj wpisz prędkość, jaką RM ma podawać do trackera
downloadRate=Prędkość Pobierania\r\nTutaj wpisz prędkość, jaką RM ma podawać do trackera
shaHash=Hash danego torrenta\r\nMożesz wpsiać ręcznie lub pobrany zostanie z torrenta
trackerAddress=URL trackera\r\nMożesz wpsiać ręcznie lub pobrany zostanie z torrenta
fileSize=Ukończono %\r\nMożesz określić, ile procent tego torrenta masz już pobrane\r\n100% = spowoduje start seeda\r\n0%     = pobieranie od początku\r\nRM pamięta procent ukończenia tak jak wszystkie inne opcje dla każdego torrenta.          
reportParamsGroup=Jest to fragment komendy, jaką należy wysłać trackerowi.\r\nZwykle RM generuje ją automatycznie lecz masz możliwość\r\npodania tej wartości ręcznie lub użyj Czytnika Pamięci do zdobycia tych parametrów ze swojego klienta.
reProcessNameBox=RM będzie udawał ten proces.\r\nRM uzupełni to pole automatycznie wykorzystując ustawienia wybranego klienta.
reSearchStr=RM szuka tego parametru String by oznajmić URL i zanalizować wyniki wyszukiwania.
reSearchButton=Naciśnij "Rozpocznij Szukanie" aby... Rozpocząć Szukanie.
groupBoxSearchResults=Jeśli wyszukiwanie się powiedzie RM wypełni te pola znalezionymi rezultatami.\r\nSkopiuj te wartości ręcznie do  Zaawansowanych ustawień RM lub naciśnij Zastosuj.
reApplyButton=Kliknij "Zastosuj" aby skopiować wykniki szukania do zakładki Zaawansowane w RM.
